{
  "author": null,
  "copyright": null,
  "description": "Our world has too much noise and too little context. Vox helps you understand what matters.",
  "feed_type": "article",
  "feed_url": "https://www.vox.com/rss/index.xml",
  "generator": null,
  "home_url": "https://www.vox.com/",
  "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2024/08/vox_logo_rss_light_mode.png?w=150&h=100&crop=1",
  "items": [
    {
      "author": {
        "email": null,
        "name": "Hannah Seo",
        "uri": null
      },
      "categories": [
        "Even Better",
        "Life",
        "Relationships"
      ],
      "content": "It’s probably happened to you: A stranger starts talking to you at a party. In this moment, you’re not nearly as clever or charming as you hoped you’d be, and you struggle to volley with the anecdotes, opinions, and witticisms lobbed your way. At the end of it, you come away thinking, “They totally thought I was a complete idiot.” But research shows, they probably didn’t. In a phenomenon dubbed the “liking gap,” people consistently tend to like you better than you think they do. All sorts of other “gaps” — or “social prediction errors,” as experts would call them — govern our social lives. We consistently underestimate everything from people’s empathy toward us to how willing they are to help us. These patterns are strongest when we interact with strangers or acquaintances but can persist for many months into a friendship. They permeate relationships with all kinds of people, from classmates to roommates and coworkers. This pessimism about other people’s attitudes towards us also has consequences, like undercutting our own willingness to connect with others. One particularly stark example of this misjudgement is how likely people think it is that a random stranger would return your dropped wallet to you. This question is often used in surveys as a measure of social trust, says Lara Aknin, a professor of psychology at Simon Fraser University who studies social relationships and happiness. When you take people’s responses and compare them to the results of real-world “wallet drop” studies, where researchers drop or leave wallets in public spaces and observe the rate of return, Aknin says, “Wallets are returned way more than people expect.” In one of the most well-known wallet drop studies from 2019, researchers followed more than 17,000 “lost” wallets containing various sums of money in 355 cities across 40 countries. They found that “in virtually all countries, citizens were more likely to return wallets that contained more money” — a result virtually no one predicted. We misjudge not only other people’s altruism or empathy, but also how they’ll react to our overtures. Other research shows that people consistently underestimate how happy someone will feel after we show them a random act of kindness, pay them a compliment, or shoot a message just to get in touch. This all starts at a pretty young age, too. One 2021 paper found that the liking gap begins appearing in children as young as 5, and research from 2023 showed that children as young as four underestimate how much another person will appreciate an act of kindness. To some, these may feel like pretty minor points — who cares if people enjoy our compliments more than we think they do? But experts say that these misperceptions of others can be a big obstacle to forming connections, especially in our purported loneliness epidemic. What we lose when we underestimate others We doubt others at our own cost, according to Gillian Sandstrom, an associate professor of psychology at the University of Sussex. If we don’t think someone will appreciate a compliment, then we won’t give it. If we don’t think a friend will be happy to hear from us, we won’t reach out. “We get nervous, and then we turn inwards,” Sandstrom says, “and so we’re less happy and more fearful.” We behave as if others don’t like us, possibly shutting them out, hurting our chances of connection, and curtailing any possibility for building new friendships. “If you don’t trust someone will be tender with you, you won’t get vulnerable with them, and you’ll just stay at surface level.” “It becomes a self-fulfilling prophecy,” she adds — if you don’t think someone will help you, you’ll behave in a way that signals that you don’t expect kindness from them, and then they really won’t help. The cycle reinforces our doubts, and over time it “undercuts our willingness to reach out and engage with other people,” says Aknin. After all, people generally try to hew to norms and behave according to how they think most people behave. It doesn’t help when so many of us are inundated with bad news, reading and hearing stories that highlight people’s bad qualities. That “reduces our expectations of other people’s kindness” and makes the world feel like a riskier place, she says, one where you maybe don’t want to ask for help or extend a hand. And so, “we’ll miss social opportunities,” she says, “which we know by and large to have a pretty direct impact on our happiness.” To hammer the point home, Aknin points to the World Happiness Report, which she helps to produce every year. For the 2025 report, researchers assessed how various factors — including unemployment, doubling your income, or believing that it’s “very likely” that your lost wallet will be returned to you — impact self-reported life satisfaction. More than any of the variables they looked at, believing that others will return your wallet to you was most strongly linked with greater well-being, an effect that was almost eight times larger than for doubling your income. The message is clear: Trust in other people and happiness go hand in hand. One theory behind these persistent underestimations is that people are “naturally super driven to stay connected to the group, and super vigilant for signs of rejection,” says Vanessa Bohns, a professor of organizational behavior at Cornell University. “We get super cautious about putting ourselves out there because we don’t want to take social risks,” she says. “But we forget that other people are also driven by those same concerns.” Insecurity — or at least self-consciousness — about our competence, charisma, or likability plays a big role in how we misjudge our interactions. Research shows that we tend to assess our role in conversations by how competent we were, whereas other people tend to focus on our warmth or how nice we seemed. In the case of giving and receiving compliments, we can all probably think back to a time when someone said something nice out of the blue, and how warm and happy we felt, Bohns says. But in times when we’re about to give a compliment, “we lose all perspective about what it feels like to be in the other role — we’re so focused on how awkwardly we’re going to deliver that compliment, the fact that maybe we’re interrupting them, or that maybe they don’t want to be approached by us right now.” How to recalibrate So how do we beat back the pessimism and stop underestimating others? The research so far says there’s no easy answer, says Sandstrom. You can tell people about the data and teach them that people enjoy interactions with you more than you’d predict, but that doesn’t tangibly change people’s attitudes or behaviors. “The only thing that’s really worked is just making people do the scary thing,” Sandstrom says. When people regularly exercise the muscles of talking with strangers, paying compliments, or reaching out to old friends, and see that they go well and are received kindly, then their outlooks start to change. But without regular practice, it’s easy to forget. “You don’t need to drop your wallet and see if it’s returned,” says Aknin, “but give yourself opportunities to be proven right or wrong about people.” Because “if the data are right, people will be kinder than we expect.” All close relationships start somewhere. And that process requires you to open up, be vulnerable, ask for help, and offer it, says Sandstrom. And if you can muster up the bravery to go ahead and trust that the person you’re talking to will be kinder and more open than you instinctively feel, that can open up a lot more opportunities for connection. After all, she says, “somebody has to go first.”",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471602",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/GettyImages-165518447.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765283400000,
      "summary": "It’s probably happened to you: A stranger starts talking to you at a party. In this moment, you’re not nearly as clever or charming as you hoped you’d be, and you struggle to volley with the anecdotes, opinions, and witticisms lobbed your way. At the end of it, you come away thinking, “They totally thought […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/GettyImages-165518447.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "People are nicer than you think",
      "updated_ms": 1765232876000,
      "url": "https://www.vox.com/life/471602/loneliness-fix-new-friends"
    },
    {
      "author": {
        "email": null,
        "name": "Joshua Keating",
        "uri": null
      },
      "categories": [
        "Criminal Justice",
        "Defense & Security",
        "Policy",
        "Politics",
        "Trump Administration",
        "War on Drugs",
        "World Politics"
      ],
      "content": "Secretary of War Pete Hegseth, right, speaks alongside Secretary of State Marco Rubio, left, and President Donald Trump during a Cabinet meeting on December 2, 2025. | Chip Somodevilla/Getty Images The post-modern philosopher Jean Baudrillard infamously argued in 1991 that the Gulf War did not take place, by which he did not mean that no fighting had actually occurred, but that the real events were something entirely separate from the carefully choreographed presentation the world saw thanks to the novel phenomenon of 24-hour cable news. It’s tempting to wonder what Baudrillard would have made of the current US military buildup targeting Venezuela, a campaign that often appears to be driven by narratives with only a tangential relationship to actual events taking place. Take, for instance, President Donald Trump’s dramatic announcement on his Truth Social platform a little over a week ago: “To all Airlines, Pilots, Drug Dealers, and Human Traffickers, please consider THE AIRSPACE ABOVE AND SURROUNDING VENEZUELA TO BE CLOSED IN ITS ENTIRETY.” As Reuters reported, US officials “were surprised by Trump’s announcement and unaware of any ongoing U.S. military operations to enforce a closure of Venezuelan airspace.” The US not only took no actions to affect the “closure” of Venezuelan airspace; a migrant repatriation flight from the US landed in Venezuela just a few days later. Or take Secretary of Defense Pete Hegseth’s invocation of the “fog of war” to justify the deadly US strike in September, in which defenseless survivors of an initial strike were allegedly killed by a follow-up. “Fog of war” is a phrase that generally refers to uncertainty in the midst of combat, and it’s hard to understand how it would apply to a situation where the targets could not plausibly be a threat to those firing on them. While there are Trump administration hawks who have wanted US action to force Venezuelan President Nicolás Maduro from office for years, the ostensible justification for the military buildup in the Caribbean and the related ongoing campaign of strikes against alleged drug boats is that the US is under siege from deadly narcotics pushed by the Venezuelan “narcoterrorists.” Lawmakers have defended the deadly US strike in September, saying it “probably saved thousands of American lives.” This echoes Trump himself, who has claimed that “Every boat we knock out, we save 25,000 American lives.” These numbers would make some sense if the drug in question were the deadly synthetic opioid fentanyl: The Drug Enforcement Administration claims that one kilogram of fentanyl has the potential to kill 500,000 people. Trump has explicitly said on several instances that the boats were carrying “mostly fentanyl.” But these boats are almost certainly not carrying fentanyl, which is almost entirely shipped into the US overland from Mexico, often by US citizens — not on speedboats from South America. Assuming these boats really are carrying drugs, which has been disputed in some cases, it’s almost certainly cocaine, which is hundreds of times less deadly. Cocaine also causes thousands of overdose deaths in the US every year, though most of what’s moving on these boats is likely headed for Europe. This shouldn’t come as much surprise to Americans, including Trump supporters, given that the administration spent much of its early months blaming China, Mexico, and (less credibly) Canada for the fentanyl crisis. In any event, Venezuela is a major transhipment point for narcotics, but it’s not a major producer of them. The idea that it’s the key to solving America’s drug crisis (fentanyl, cocaine, or any other drug) doesn’t make much sense. If the case for military force is based on confusing and contradictory premises, that would make sense, given that it’s not always clear what the actual target is either. Adding to the sense of a virtual buildup is the administration’s decision to designate Venezuela’s “Cartel de los Soles” as a foreign terrorist organization, naming Maduro itself as its leader. “Cartel de los Soles” is not actually a cartel or even really an organization. It’s a term used by Venezuelans to refer to the cadre of senior military officials involved in a range of criminal activities. But the designation appears to be part of an effort to build a political case for military action, though it actually conveys no such legal authority. The administration has also claimed, contradicting its own intelligence agencies, that Maduro is in control of the criminal gang Tren de Aragua. Trump is not the only one contributing to a sense of unreality. The Nobel Peace Prize-winning Venezuelan opposition leader María Corina Machado was criticized recently for amplifying baseless claims, repeated by Trump, that the Maduro government meddled in the 2020 US election. With accusations of the manipulation of intelligence and growing momentum for regime change, the Venezuela situation has been compared to the run-up to the 2003 Iraq war. But there’s been far less effort to produce evidence for the Trump administration’s narrative around Venezuela than there was to sell evidence that Saddam Hussein’s regime possessed weapons of mass destruction. The other key difference is that even if the US ultimately does launch strikes inside Venezuela, or even seeks to oust Maduro, there’s little chance of a protracted Iraq-style ground invasion. The forces the US has deployed to the region simply aren’t set up for that. There’s still a strong possibility that the US will launch some demonstrative airstrikes against drug labs or rebel camps in Venezuela and then move on to the next issue. It feels less like Iraq war redux than the sort of thing an AI model trained on histories of the Iraq war era might produce. The lives of the nearly 90 people killed so far in US boat strikes are real, as are the Venezuelan civilians and US service members who would be put at risk if strikes on land begin, as are the thousands of Americans killed by drug overdoses every year and those living under Maduro’s crumbling dictatorship. But in contrast to other recent military actions, there’s a sense of unreality about this buildup.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471639",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2249585493.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765280700000,
      "summary": "The post-modern philosopher Jean Baudrillard infamously argued in 1991 that the Gulf War did not take place, by which he did not mean that no fighting had actually occurred, but that the real events were something entirely separate from the carefully choreographed presentation the world saw thanks to the novel phenomenon of 24-hour cable news. […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2249585493.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "There is a real chance of a US-Venezuela war — so why does it feel fake?",
      "updated_ms": 1765228041000,
      "url": "https://www.vox.com/politics/471639/venezuela-war-unreality"
    },
    {
      "author": {
        "email": null,
        "name": "Eric Levitz",
        "uri": null
      },
      "categories": [
        "Politics"
      ],
      "content": "America is getting old. Between 1960 and 2024, the share of Americans over 65 doubled — from 9 percent to 18 percent. And the US will only grow grayer in the coming years. Within a decade, America’s seniors will outnumber its children for the first time in history, according to Census Bureau projections. By 2060, those over 65 are expected to comprise about one quarter of the population. This demographic transition will be a defining fact of the 21st century, shaping nearly every part of American life. But its political implications are liable to be especially profound — and immediate: Seniors already accounted for 29 percent of the US electorate in 2024. Older voters have always exerted disproportionate political influence, due to their exceptionally high turnout rates. Historically, however, seniors’ power was limited by their small share of the population. Now, that constraint is steadily loosening. This could be a problem for America’s rising generations. US public policy has long disfavored the young. By international standards, our welfare state offers meager support to families with children, even as it provides robust benefits for retirees. And the latter programs are likely to consume an ever-larger share of the federal budget in the coming decades, a shift that could burden younger Americans with higher tax rates or borrowing costs, while crowding out new spending on their needs. Our nation’s housing policies, meanwhile, privilege (disproportionately older) homeowners over renters. Seniors’ growing electoral clout could deepen these imbalances. And there are signs it already has. As the electorate has aged over the last few years, economic policy has grown even more tilted against the young. This drift towards gerontocracy — government of, by, and for the old — doesn’t just undermine the interests of millennials or zoomers. It also threatens the prosperity of America as a whole. State governments are soaking the young In states across the country, governments have recently shifted tax burdens away from older generations and toward younger ones. In some cases, this elder bias is explicit and intentional. Since 2022, Texas, Colorado, Iowa, and Pennsylvania have all slashed property taxes specifically for homeowners 65 or older. At the same time, a slew of states have begun exempting retirement income from taxation. Missouri, Kansas, Nebraska, and West Virginia ended taxes on Social Security benefits, while Iowa abolished the taxation of all forms of retirement income — from 401(k) withdrawals to pension benefits — for residents over 55. The principal function of these measures is not to rescue cash-strapped seniors from poverty. Federal rules already shield indigent retirees from income taxes. Broad exemptions deliver the bulk of their benefits to the affluent. An analysis of Illinois’s long-standing tax breaks on retirement income found that households earning over $175,000 collected 60 percent of the benefits. Research into the distributional implications of other states’ exemptions has yielded similar findings. And tax policies that explicitly favor the old are only part of the story. There has also been a broader turn against property taxes on all existing homeowners — a shift that tends to benefit affluent seniors at younger families’ expense. The present rebellion against property taxation has been remarkably widespread. Texas has enacted especially steep cuts, reducing property taxes by $18 billion in 2023. But less sweeping reductions have passed in Georgia, North Dakota, Wyoming, Nebraska, and Idaho, among other places. And more ambitious reforms may be in the offing: Florida Gov. Ron DeSantis has floated a plan to eliminate all property taxes in his state. The aging of the electorate did not singlehandedly kick off this tax-cutting trend. Rather, the primary trigger was post-COVID inflation, which raised homeowners’ tax bills by increasing their properties’ nominal value (if the price level goes up, the market value of your home typically will too). Nevertheless, policymakers’ focus on this dimension of the cost-of-living crisis likely reflected seniors’ disproportionate political influence. Although plenty of millennial homeowners have benefited from property tax cuts, younger Americans as a whole stand to gain less — and lose more — from such measures than older ones do. The reasons for this are simple. Nearly 79 percent of US seniors own their homes, while only 39 percent of Americans under 35 do. And property tax cuts deliver larger benefits for homeowners than for renters. This wouldn’t be much of a problem for younger generations, if property tax cuts did not need to be paid for. But they generally do. In the long run, maintaining lower levies on property typically requires states to either charge higher sales and income taxes or pare back government services. In either case, younger Americans will disproportionately bear the burdens. Working-age people pay more in income taxes than retirees, and they’re also more likely to have young children, whose school systems rely on property tax revenue. Funding constraints are already leading some municipalities to scale back their commitments to public education. Between 2019 and 2023, the number of US school districts in session only four days a week jumped from 650 to nearly 900. Meanwhile, some recent property tax cuts massively favor longtime homeowners over first-time buyers. In 2024, Georgia and Alabama both capped the amount that a homeowner’s assessed property value can rise in a given year. Over time, these policies can have radically inequitable consequences. This is well-illustrated by Florida’s longstanding cap on assessment growth. In the Sunshine State, a home’s taxable value cannot rise by more than 3 percent annually, no matter how much its market price has changed, so long as its current homeowner maintains possession. Since much of Florida’s real estate has appreciated at a far faster pace, this policy has opened up a massive gap between how much longtime homeowners and new buyers must pay in taxes for the same properties. According to a report from the Lincoln Institute of Land Policy, a young family purchasing a Miami townhouse in 2024 would owe three times as much in property taxes as an older neighbor who’d been occupying an identical unit since 2006. America’s welfare state shortchanges the young As state lawmakers were tilting tax codes in seniors’ favor, Congress was shifting social spending in the same direction. As already noted, America’s welfare state has long given short shrift to young families. In 2021, the United States spent just 0.6 percent of its GDP on benefits for children and their parents — far below the OECD average of 2.3 percent. That same year, America spent 7.2 percent of GDP on public pensions, placing it only a bit behind the OECD average of 8.5 percent. And this disparity is partly attributable to the fact that America is younger than the typical rich country. View LinkView Link The federal budget’s age bias would have deepened over the past four years, even if legislators hadn’t changed a single policy. The baby boom generation’s drift into retirement — combined with the healthcare sector’s climbing costs — would have been sufficient to push up the share of spending dedicated to seniors. But Congress accelerated this trend by expanding social benefits for the old, while cutting spending on programs that primarily benefit working-age Americans. The Biden administration did not intend this outcome. With the aid of a Democratic Congress, it established a new monthly benefit for families with young children in 2021. But the White House only found the political will to fund this program for a single year. By contrast, Biden oversaw a permanent expansion in elder benefits. At the end of 2024, Congress passed a bill effectively increasing Social Security payments to public-sector workers, at an annual cost of nearly $20 billion. This law addressed a nuance in the pre-existing entitlement system: Many public sector workers are not subject to Social Security taxes, as they pay into their own separate pension plans instead. For this reason, they traditionally did not receive full Social Security benefits in addition to their public pensions, even if they worked briefly in the private sector before retirement. The 2024 law changed this, enabling public-sector workers to collect both their pensions and full Social Security benefits. Many analysts decried this arrangement as unfair. In their view, a worker who did not pay into Social Security with every paycheck should not receive the same benefits as one who did. And providing full benefits to workers who are already receiving public pensions may undermine the progressivity of the Social Security program, while accelerating the exhaustion of its trust fund. Nevertheless, in a striking testament to older voters’ political clout, congressional Republicans supported the law. Which is to say: The GOP increased welfare benefits for an overwhelmingly Democratic constituency (public sector workers are left-leaning), in a manner that struck many technocratic experts as excessively generous. It is hard to imagine conservatives getting on board with such a proposal, were its beneficiaries younger than 65. Yet Trump’s GOP has largely embraced social spending that is explicitly earmarked for seniors. Under Donald Trump, Republicans have forsworn cuts to Social Security and Medicare — and created new tax benefits for the old — even as they’ve made large spending cuts to programs that primarily benefit Americans under 65. To be sure, the GOP did finance its regressive tax cuts this year with large reductions in Medicaid spending, which will adversely impact many older Americans. But Medicaid primarily benefits non-retirees. And Trump concentrated his cuts on prime-age Americans, many of whom will lose coverage due to Medicaid’s new work requirements, which do not apply to seniors. The president’s policies are most lamentable for their socioeconomic implications, not their generational ones. As a result of his Medicaid cuts, more low-income Americans of all ages will struggle to secure the care they need. And his food stamp cuts will make it harder for the impoverished to feed themselves. His agenda has, in effect, taken from the poor to give to the upper middle class and wealthy. Yet it is also true that the past four years of policymaking have left America with a welfare state even more heavily weighted towards seniors than it had been before. America is slouching toward Bologna The economic conflicts between the generations should not be exaggerated. Most young people plan to get old someday. Americans of all ages, therefore, have an interest in their government maintaining robust Medicare and Social Security benefits. And there is no reason in principle why such entitlements must come at the expense of social spending on the young. If the United States raised taxes on the rich and middle-class, forced down our medical providers’ exorbitant payment rates, and enacted growth-enhancing economic reforms, then we could plausibly sustain generous entitlement benefits while creating a child allowance for young parents, expanding unemployment benefits for the jobless, and guaranteeing healthcare coverage for all. But this is not our current social bargain. Rather, America’s present arrangement entails: Steadily lowering taxes on affluent Americans in general and older ones in particular. Preserving the US health care industry’s exceptionally high prices. Suppressing our economy’s growth potential with restrictive immigration and labyrinthine permitting requirements. And letting younger generations bear a disproportionate share of the resulting costs in the form of more austere social benefits, higher borrowing costs, lower real wages, and — at least potentially — much larger tax bills later in life (US federal spending is increasingly debt-financed and it’s not clear whether this can be sustained indefinitely). The losers of this system are not uniformly young, and the winners aren’t universally old. Nonetheless, there is reason to fear that the graying of the US electorate will reinforce our political economy’s pathologies. After all, seniors are relatively insulated from its inequities and inefficiencies. And across countries, older voters tend to prioritize their narrow material interests over both spending on children and economic growth, while also opposing liberal immigration policies. Partly for these reasons, democracies older than the US — such as Italy and Japan — have suffered from tepid growth and wildly age-biased public spending. The US can still stay young at heart America isn’t necessarily doomed to continue on its present trajectory. Although seniors’ share of the electorate is steadily growing, the vast majority of voters will remain under 65 for decades to come. Older Americans owe their influence not merely to sheer numbers, but also to their higher rates of political engagement and organization. The young could theoretically choose to follow their elders’ example and organize in defense of their own interests. The Yes in My Backyard (YIMBY) movement offers a case in point. Composed largely of young renters, YIMBY organizations across the country have agitated against zoning policies that privilege homeowners over tenants. YIMBYs’ fundamental aim — to make housing abundant and affordable —would benefit renters of all ages and make America as a whole more prosperous. Nevertheless, tight restrictions on homebuilding impose greater costs on the young than the old. Thus, absent YIMBYs’ mobilization, America was likely to adopt more restrictive housing policies as it grew older. Instead, municipalities across the country have made it easier to build homes in recent years. If younger voters stand up for their broader material interests in a similar fashion, America’s political economy just might age gracefully.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471424",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/Vox_OldAmerica_JaredBartman.png?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765279800000,
      "summary": "America is getting old. Between 1960 and 2024, the share of Americans over 65 doubled — from 9 percent to 18 percent. And the US will only grow grayer in the coming years. Within a decade, America’s seniors will outnumber its children for the first time in history, according to Census Bureau projections. By 2060, […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/Vox_OldAmerica_JaredBartman.png?quality=90&strip=all&crop=0,0,100,100",
      "title": "Older voters are gaining power. Young people are paying the price.",
      "updated_ms": 1765291722000,
      "url": "https://www.vox.com/politics/471424/older-voters-property-tax-cuts-social-security-medicare"
    },
    {
      "author": {
        "email": null,
        "name": "Sean Illing",
        "uri": null
      },
      "categories": [
        "Culture",
        "Internet Culture",
        "Podcasts",
        "The Gray Area"
      ],
      "content": "Key takeaways The GoonVerse is a porn-centered subculture, but its real significance is how it exposes the internet’s broader shift toward constant, high-intensity stimulation. The hyper-edited content at the center of gooning mirrors the attention-fracturing mechanics of mainstream platforms like TikTok and YouTube. Seen through this lens, gooning becomes a funhouse-mirror version of modern screen life, revealing how easily stimulation can replace narrative, patience, and deeper forms of connection. Open the internet today, and you’ll find entire worlds most of us never encounter. Spaces built around practices so strange, so hyper-specific, they read like satire at first glance. One of the most unsettling of these worlds calls itself the GoonVerse. It’s a digital subculture organized around endless pornography and what can only be described as ritualized masturbation. The surface is absurd. The deeper story is not. GoonVerse is a distorted mirror held up to the rest of us, a warning about what happens to a culture — and to our own minds — when constant stimulation becomes the only reliable source of comfort. Few writers have explored this frontier more vividly than Daniel Kolitz. His Harper’s essay, “The Goon Squad,” is part ethnography, part cultural diagnosis, and part prophecy about where the internet may be taking all of us. I invited Kolitz onto The Gray Area to talk about what he discovered inside these communities and what “gooning” — he’ll explain below — reveals about the rest of us. As always, there’s much more in the full podcast, which drops every Monday, so listen and follow us on Apple Podcasts, Spotify, Pandora, or wherever you find podcasts. This interview has been edited for length and clarity. What’s your simplest definition of gooning? Gooning is really two things. On one level, it’s a new way of masturbating that’s built around edging. If people aren’t familiar with the term, edging is when you bring yourself to the point of climax without climaxing. The goal is to hold that heightened state for as long as possible. Gooners push that to extremes. They edge for hours, sometimes for days, trying to reach what they call the “goon state,” a kind of masturbation nirvana. They describe it as total bliss, where the world falls away and they’re fully immersed in pornography. Some people compare it to advanced meditation, except the object of focus is porn. The second meaning is communal. Gooning is also the online subculture that’s formed around this practice. There are big Discord servers and Twitter pockets where gooners gather. They goon together on camera, play porn-themed games, trade porn, talk about porn. Some of it’s ironic, some of it’s role play, and some of it is very sincere. Many present themselves as extreme porn addicts who openly embrace being consumed by porn. Why did you think something this weird and fringe was worth writing about? At the surface level, the sheer luridness is fascinating. Once you enter these spaces, you find an incredibly elaborate vocabulary and subculture. Not just “goon state” but “goon fuel,” “goon caves,” all these niche terms. You look around and think, Someone needs to document this. But there were bigger forces pulling me in. When I started reporting, softcore content was exploding on major social platforms and funneling people toward OnlyFans. I wasn’t scandalized, but I did find it striking that I could open Instagram in the afternoon and basically be served porn. When you logged into these Discords, what did you see that stunned you? One of the first servers I entered was called the GoonVerse, which had around 50,000 members when I joined. That’s huge for such a niche porn community. I clicked on a stream without knowing what to expect, and it looked like a Zoom call where every square was a different person masturbating to the same video. The camera frames were neck down, but everyone was enthusiastically going at it while chatting together. And the porn itself wasn’t normal porn. It was hyper-edited, rapid-fire montage. Nothing stayed onscreen for more than a second or two. The cuts were constant. The pacing was frantic. It felt like a sensory assault. That was my entry point, and it was so bizarre that I had to understand who these people were. You start digging around, talking to people, trying to understand how this fits into their lives. And a lot of them wanted to talk. This wasn’t like pulling teeth. Not at all. They were thrilled. And that surprised me. This isn’t something you can talk about at work or at a family dinner. You can’t say, I spent the weekend in my goon cave. So you end up with this huge part of your life that’s basically unspeakable. And for many of them, it really is a hobby. They invest money in gear, spend tons of time, form friendships. It’s a lifestyle. But it’s a lifestyle you can’t explain to anyone outside the community. So when someone shows up and says, I’ll listen and you’ll be anonymous, people open up. Many seemed relieved to finally talk about what had taken over so much of their mental space. You use the word “hobby.” Is that how most gooners think of it? Is this a hobby, an identity, a lifestyle, an addiction? It’s complicated. Start with the addiction piece. The whole conceit of being a gooner is that you’re addicted to porn. Gooning is a kink where the kink is the idea that you’re a hopeless porn addict. People fantasize about worlds completely dominated by porn, like porn on billboards in Times Square. It’s a kind of meta pornography. But this overlaps with real debates about addiction. There’s a big argument, both in academia and in amateur anti-masturbation circles, about whether porn addiction is a meaningful clinical diagnosis. The mainstream view right now is that porn use doesn’t fit the established criteria for addiction the way heroin or gambling does. Studies often show that people’s sense of being addicted tracks closely with how ashamed they feel. So the line between hobby and addiction is blurry. And when the digital economy is engineered to make us dependent on stimulation, it’s hard to know where that line even is. Gooners lean into this ambiguity. It’s a hobby, an identity, a lifestyle, and in many cases, it feels like an addiction, whether or not a clinician would call it that. You assumed, and I would’ve assumed, that most of these people would be deeply maladjusted incel types. But you say a lot of them were “distressingly normal.” What was distressing about the normality? They didn’t fit the stereotype. They weren’t frothing misogynists. They weren’t socially incoherent. Most were twenty-somethings who were polite, self-aware, sometimes even sweet. That made it more unsettling, because it forced me to abandon the idea that this was just fringe pathology. It doesn’t mean nothing troubling was happening. There are ethical questions around porn and objectification. But if the incel stance is “I hate women because they won’t sleep with me,” the gooner stance is closer to, “I can’t get a date, that’s fine, I love women anyway, and I’ll masturbate for 15 hours.” It’s less outward anger and more a surrender to the screen. How many of the gooners you talked to still have sex with actual people? In my questionnaire, over 100 people responded. Roughly 40 percent said they were sexually active in some capacity. That could mean a lot of things, but the majority identified as “pornosexual,” which means they have no real interest in physical sex. Porn is their sex life. For some, that’s tied to a nihilistic posture. They eroticize being unlovable or broken. For others, it’s framed as stability. They say, I work out, I have my games, my friends, my porn, and I avoid romantic relationships because they’re too chaotic. Older gooners were more likely to have relationships. Younger ones, raised entirely online, often said they had no interest in sex at all. There’s that guy in the piece who says he can’t have sex because he can’t tolerate not knowing what’s in someone else’s mind. That feels incredibly specific to this era. That level of inwardness only happens when your entire social world is mediated. When you interact primarily through screens, you get used to hyper-controlled communication. So the ambiguity of real relationships becomes terrifying. Younger gooners grew up in curated digital spaces. They have gaming friends, Discord circles, parasocial bonds with creators, and porn that never talks back. Real relationships feel not just hard but unnecessary. This is where the story becomes about a lot more than porn. When did you realize you were looking at a funhouse mirror for the whole attention economy? Last winter, when I was at peak goon anthropology. I’d wake up dreading the day because I knew I’d be opening my laptop and immersing myself in PMVs [porn music videos] and Discord streams. I watched hundreds of PMVs. I could feel my brain decaying. It wasn’t just the porn. It was the editing, the pace, the inability to rest on a single image. And then I started noticing the same dynamic everywhere. On the subway, people weren’t reading. They were watching TikToks or Family Guy clips or gameplay replays. Video was swallowing everything. The stimulation wasn’t unique to porn. It was built into every platform. Around that time, a friend gave me Neil Postman’s Amusing Ourselves to Death. Postman was writing about television decades ago, arguing that a visual culture erodes our ability to sustain attention. He worried about Sesame Street. Now we’ve taken those concerns and put them on steroids. So you start asking, how different is gooning from the way the rest of us use the internet? If you set the masturbation aside, how different is it from compulsively watching YouTube or binging Netflix? Fundamentally, it’s not. If you zoom out and look at what the person is doing physically, they’re sitting in front of a screen chasing stimulation. The content matters less than the behavior. The mechanics are identical. Infinite scroll, the dopamine hit of the next thing, the constant craving for novelty. PMVs are just the most stimulating version of that. They’re freebasing content. And when platforms started allowing more softcore content, that wasn’t surprising. If your goal is engagement, porn is the most potent tool. Gooning just takes that logic and strips away the pretense. Is this where the internet was always going? Was gooning inevitable? We’ve always had the capacity to destroy ourselves with entertainment. David Foster Wallace’s Infinite Jest imagines a film so pleasurable people watch it until they die. That book came out before the modern internet. Once you can produce endless stimulation, it’ll be exploited. Maybe the internet could’ve been designed differently at the edges. But a global system that connects everyone instantly was always going to tilt toward hyperstimulation. I don’t want to erase the good. The internet shaped my friendships and my career. But the same tools that create connection also create this. Listen to the rest of the conversation and be sure to follow The Gray Area on Apple Podcasts, Spotify, Pandora, or wherever you listen to podcasts.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471667",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/Vox_GettyImages-185759196.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765278000000,
      "summary": "Open the internet today, and you’ll find entire worlds most of us never encounter. Spaces built around practices so strange, so hyper-specific, they read like satire at first glance. One of the most unsettling of these worlds calls itself the GoonVerse. It’s a digital subculture organized around endless pornography and what can only be described […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/Vox_GettyImages-185759196.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "This bizarre online community is a warning about where the internet is headed",
      "updated_ms": 1765235712000,
      "url": "https://www.vox.com/culture/471667/gooning-internet-subculture-sexuality"
    },
    {
      "author": {
        "email": null,
        "name": "Constance Grady",
        "uri": null
      },
      "categories": [
        "Celebrity Culture",
        "Culture",
        "Donald Trump",
        "Politics"
      ],
      "content": "President Donald Trump delivers remarks during the medal presentation ceremony for the 2025 Kennedy Center Honors in the Oval Office of the White House on December 6, 2025. | Aaron Schwartz/Getty Images On Sunday night, President Donald Trump took to the stage in Washington, DC to host the annual Kennedy Center Honors. Presidents traditionally attend the awards, although Trump declined to do so in his first term. Now, after purging the Center’s traditionally bipartisan board of ideological rivals and installing himself as chair, Trump has become the first president to emcee the night. For Trump, the event seems to have been an opportunity not just for vengeance against “woke” Hollywood but for vindication of his own cachet as a TV host. “I’ve watched some of the people that host,” remarked Trump, former Apprentice host, on the Saturday before the event. “Jimmy Kimmel was horrible. If I can’t beat out Jimmy Kimmel in terms of talent, then I don’t think I should be president.” Kimmel has never hosted the Kennedy Center Honors, although he appeared onstage in 2014 as part of a tribute to David Letterman. Kimmel has, however, hosted the Oscars, and Trump appears to have decided that the Kennedy Center Honors are his equivalent. More importantly, Kimmel has been a vocal Trump critic, and Trump, in his turn, has been vocal in his hatred of Kimmel. In September, their feud climaxed when Kimmel was briefly suspended from his ABC talk show, in an apparent bid for Trump’s favor by Disney-ABC, after the comedian falsely suggested that Charlie Kirk’s assassin was associated with MAGA. Trump, with his characteristic thin-skinned narcissism, seems to have taken the Kennedy Center Honors as a chance for him to one-up Kimmel, to be funnier and more attention-grabbing and to host a more prestigious event. (In fairness to Trump, his line “many of you are miserable, horrible people,” delivered directly to the audience in apparent earnest, was genuinely quite funny.) The power of sitting in the Oval Office, now redesigned to his liking as he reshapes the White House and flirts with declaring foreign wars, is not quite enough for Trump. He cannot just be president. He also has to be a good TV star. He has to win the approval of the culturati, which is the one thing he will never quite get. It is this clumsy muscling for approval, in many ways, that characterizes this phase of MAGA: the sense that since the right cannot naturally command the cultural cachet that the left has won, they will have to take it for themselves, with political might or with cold hard cash. Elon Musk’s transformation of Twitter into X is one version of this strategy. Right-wing social media networks have never gone mainstream among elite audiences the way Twitter did at its peak, so instead of building a new one, Musk simply bought it. Then he remade it as a place where racial slurs are acceptable, but use of the word “cis” is grounds for banning. Kimmel’s brief ousting shows another version of this strategy. As the conservative essayist Tanner Greer explained to Vox’s Zack Beauchamp in September, right-wing figures thought Kimmel’s false claims about Kirk’s assassin were just as offensive as an anti-Black Lives Matter statement would have been during the George Floyd protests of 2020. They also knew they didn’t have the public support it would take to create an outcry against Kimmel from the ground up. What they had, instead, was the president. “They remember 2020, and they feel like if Jimmy Kimmel had gone against Black Lives Matter, he would’ve been taken off the air without the state,” Greer told Vox. “And we don’t have that same activist network [as the left], but we do have the state. And so we should try to create the same sort of structural cultural change that was imposed upon us in the Great Awokening.” The idea here is to replace the soft power of persuasion and earned popular support with the hard power of government. After spending a decade decrying the left as a bunch of social media bullies ruling by public shaming and cancellation, the right is attempting to match the left’s cultural power through the objectively much harsher mechanisms of threatening heavy fines and jail time. This is not to say that the right is fundamentally unpopular. It takes fervent supporters to win over every branch of government, as the right has. Trump’s core supporters are famously committed, and he won the popular vote in 2024. Their movement has real adherents, and it has made real inroads among the edgy-hip hugely popular outsiders of popular culture, where the Joe Rogans and the Theo Vons live. But they still don’t have the thing Trump craves most of all, which is mainstream, middle-of-the-culture approval. Acceptance among widely beloved cultural elites. The sheen of movie star cool. Finding themselves unable to earn it, they are attempting to bully their way toward it instead. Trump was a TV star, but he was never popular enough to get a job hosting the Oscars: too weird, too mean and racist, too liable to go off script and say something that made bad headlines. So instead he became president, fired the board of the government’s central cultural institution, and installed himself as head and de facto host instead. Will that ever be enough for him?",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471629",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2250412982.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765225200000,
      "summary": "On Sunday night, President Donald Trump took to the stage in Washington, DC to host the annual Kennedy Center Honors. Presidents traditionally attend the awards, although Trump declined to do so in his first term. Now, after purging the Center’s traditionally bipartisan board of ideological rivals and installing himself as chair, Trump has become the […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2250412982.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "The Kennedy Center Honors continue Trump’s vengeance on liberal Hollywood",
      "updated_ms": 1765225040000,
      "url": "https://www.vox.com/culture/471629/donald-trump-kennedy-center-honors-jimmy-kimmel"
    },
    {
      "author": {
        "email": null,
        "name": "Ian Millhiser",
        "uri": null
      },
      "categories": [
        "Donald Trump",
        "Politics",
        "Supreme Court"
      ],
      "content": "While Trump v. Slaughter appears to be a case about presidential power on its surface, this Supreme Court appears likely to use it to grow its own power. | Win McNamee/Getty Images If you’ve followed the Supreme Court’s recent presidential power cases, you know there’s no mystery surrounding the Court’s eventual decision in Trump v. Slaughter, a case asking if President Donald Trump may fire several high-ranking federal officials who are protected from being terminated by federal law. All six members of the Court’s Republican majority are devout acolytes of the “unitary executive,” a legal theory that claims the president may fire nearly anyone who leads a federal agency. The specific question before the Court in Slaughter is whether the Constitution permitted Trump to fire Rebecca Slaughter, who previously served as one of five commissioners on the Federal Trade Commission. The Republican justices already concluded, albeit in a temporary order, that Trump may fire Slaughter in an order handed down in September. Though the justices heard oral argument in the Slaughter case on Monday morning, that argument is largely political theater preceding the Court’s inevitable decision that Slaughter may be fired permanently. While on its face the Slaughter case is a case about presidential power, a few key justices signaled that they are comfortable giving Trump the power he seeks in this case because the Court will itself remain a check on the president. The Court’s Republican majority, in other words, plans to remake the separation of powers among the three US branches of government into a kind of hierarchy. Under this new vision, Congress’s power to create “independent” agencies that enjoy some insulation from the president must yield to a more powerful executive. And the executive’s authority over these agencies must, in turn, yield to a more powerful Supreme Court. Slaughter lets the Republican justices achieve a goal they’ve sought since the 1980s Ninety years ago, in Humphrey’s Executor v. United States (1935), the Supreme Court held that Congress may sometimes create federal agencies, led by multimember boards, that act with a degree of autonomy from the president. Although the leaders of these agencies are typically nominated by the president and confirmed by the Senate, federal law forbids the president from firing these agency leaders simply because he disagrees with their policy views. By law, FTC commissioners may only be fired “for inefficiency, neglect of duty, or malfeasance in office.” The “unitary executive” theory, meanwhile, claims that Humphrey’s Executor was wrongly decided. Proponents of this theory point to a line in the Constitution that states “the executive power shall be vested in a President of the United States of America.” As Justice Antonin Scalia wrote in an influential 1988 dissenting opinion, this line “does not mean some of the executive power, but all of the executive power” belongs to the president. And thus Trump must have the power to fire any agency leader who wields power that is “executive” in nature. Monday’s oral argument in Slaughter left little doubt that all six of the Court’s Republicans — all of whom have signed onto decisions embracing this unitary executive theory in the past — share Scalia’s view of the Constitution. Chief Justice John Roberts even referred to Humphrey’s Executor as a “dried husk.” The Court’s GOP majority really hates that nine-decade-old decision. That said, some of the Court’s Republicans did express concerns about the implications of the unitary executive. In May, for example, the Court signaled that it will exempt the Federal Reserve from the unitary executive, preventing Trump from firing its leaders, because “the Federal Reserve is a uniquely structured, quasi-private entity that follows in the distinct historical tradition of the First and Second Banks of the United States.” While it’s not entirely clear what those words mean, Justice Brett Kavanaugh apparently takes them very seriously. During the argument, he told Solicitor General John Sauer that he has “concerns” about giving Trump full control over the Fed. The Fed has the power to temporarily stimulate the economy in ways that can cause serious economic damage down the road. So, if the president could fire Fed governors, he could pressure them to boost the economy during an election year, giving the president a temporary political advantage with consequences that may not be felt until after the president leaves office. Similarly, Justice Samuel Alito asked about so called “Article I courts,” such as the US Tax Court or the United States Court of Appeals for the Armed Forces, which adjudicate cases just like any other judicial body, but that are technically not part of the judicial branch (which is created by Article III of the Constitution). Must the president have the power to fire judges on these courts, even if he does so to pressure them to change their interpretation of the law? In a related vein, Roberts asked whether a hypothetical agency that spends most of its time adjudicating individual cases, but that occasionally wields “executive” power, must be fully controlled by the president. A major reason why it is difficult to determine which agencies should be under the president’s full control under the unitary executive theory is that the Constitution does not define key terms like the word “executive.” Recall that this theory derives from a line in the Constitution giving all “executive power” to the president. There is considerable evidence, however, that the framers did not have a firm grasp on what powers are “executive” in nature when they wrote the Constitution. And they certainly did not draw the lines in the same place that the Court’s current majority does. The Republican justices have held, for example, that the power to prosecute crimes is a “quintessentially executive function.” But, in the early United States, federal prosecutions were often led by private attorneys or by lawyers appointed by judges. Indeed, the latter still happens today. Current US law sometimes gives federal district judges the power to appoint federal prosecutors. So even if you accept the premise of the unitary executive — that Trump must have full control over all officials who do “executive” things — no one really knows what sort of government functions qualify as “executive.” This might seem like a difficult problem for the Court’s unitary executive stans to overcome, but several of the Republican justices offered a simple solution to this problem: They can just rule however they want in Slaughter, because if another case comes up in the future where they want to limit the president’s power, they can just rule differently in that case. How the justices are likely to use Slaughter to enhance their own power Alito proposed one simple step the Court could take to preserve the Court’s power to protect the Federal Reserve or the military’s appeals court: It could simply not decide those issues in Slaughter. At one point, he asked Sauer to suggest language that the Court could insert into its Slaughter opinion that would leave harder questions arising under the unitary executive unresolved. Of course, as Justice Elena Kagan pointed out, kicking the can down the road in this way can’t work forever. “Logic has consequences,” in the Supreme Court, Kagan said in response to Alito. And if the Court hands down a theory of the Constitution that should apply equally to both the FTC and the Fed, the Court is supposed to apply that theory equally to both agencies. So long as Trump is president, this shift in power may not matter. Both Justice Neil Gorsuch and Kavanaugh, however, floated a separate solution to this problem: If a future president ever does something the justices don’t like, the justices can just veto it. For what it is worth, Gorsuch and Kavanaugh seemed to disagree slightly about how they should exercise this veto. Gorsuch wants to revive something called the Nondelegation Doctrine, which the Court briefly used in 1935 to veto two laws giving broad power to President Franklin D. Roosevelt, before abandoning Nondelegation for the next nine decades. Kavanaugh, meanwhile, would rely on the “major questions doctrine,” a legal doctrine that permits the justices to veto any presidential decision they decide is too consequential. This major questions doctrine is brand new and has only ever been used against one president: Joe Biden. But, regardless of whether the Court revives a dead doctrine or relies on something they recently invented, the practical implications of Gorsuch and Kavanaugh’s approaches are the same. They would give the president full control over who leads federal agencies, but also give themselves a veto power over anything the president does with those agencies. So, while Slaughter appears to be a case about presidential power on its surface, this Court appears likely to use it to grow its own power. Trump will almost certainly win the power to fire Slaughter. But on the condition that the Supreme Court is the president’s boss. So long as Trump is president, this shift in power may not matter. The Republican justices have largely acted as rubber stamps for nearly anything Trump wants to do. But Trump won’t be president forever. And Gorsuch and Kavanaugh’s approach will give this Court massive authority to sabotage a future Democratic president.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471611",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/06/gettyimages-2203860656.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765220100000,
      "summary": "If you’ve followed the Supreme Court’s recent presidential power cases, you know there’s no mystery surrounding the Court’s eventual decision in Trump v. Slaughter, a case asking if President Donald Trump may fire several high-ranking federal officials who are protected from being terminated by federal law. All six members of the Court’s Republican majority are […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/06/gettyimages-2203860656.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "How the Supreme Court is using Trump to grab more power for itself",
      "updated_ms": 1765219930000,
      "url": "https://www.vox.com/politics/471611/supreme-court-trump-slaughter-unitary-executive"
    },
    {
      "author": {
        "email": null,
        "name": "Benji Jones",
        "uri": null
      },
      "categories": [
        "Climate",
        "Down to Earth"
      ],
      "content": "Andiana Maky vao mifoha amin’ny hazo iray akaikin’ny tanànan’Ifanato, any atsimo-andrefan’i Madagasikara. MAHALEOTSE, Madagasikara — Indray maraina tsy nisy rahona, tamin’ny volana Septambra, dia nitaratra niditra avy eny amin’ny ravin’aviavy lehibe iray ny tara-masoandro, teo akaikin’ny moron’ny reniranon’i Onilahy, izay manomboka any atsimo-andrefan’i Madagasikara ka mikoriana mankany amin’ny Lakandranon’ny Mozambika. Nitsiry teo an-tampon’ilay hantsana kely ilay hazo, ary ny fakany naniry nanaraka ny sisin’ny hantsana toy ny labozia mitsonika. Niakatra teny amin’ilay hantsana aho mba hahita tsara kokoa ny tampon’ilay hazo, ary nahita zavatra nibanjina ahy tampoka: gidro iray. Fotsifotsy sy somary matevina ny volony, mainty ny tavany ary ngeza ny masony, ary ny rambony koa dia farafahakeliny mitovy halava amin’ny vatany. Tsy gidro tsotra fotsiny toy ny rehetra anefa izy io fa Sifaka Verreaux — karazany efa tena tandindonin-doza, ary efa ela no nandrandraiko hahitana an’izany tamin’ny fiainako. Ity tantara ity dia ampahany iray amin’ny andiany maromaro. Namoaka tantara andiany telo momba ny fiarovana ny tonolo iainana eto Madagasikara ny Vox tamin’ity fararano ity, tohanan’ny BAND Foundation. Ity tantara ity dia ampahany faha-2. Madagasikara, nosy iray any atsinanan’ny kaontinanta Afrikana, no hany toerana eto an-tany ahitana gidro. Maherin’ny zato ny karazana gidro, ary saika izy rehetra dia tandindonin-doza ho lany tamingana, anisan’izany ny sifaka. Ny fahavalony dia ny fandripahana ala; ny gidro rehetra dia miankin-doha amin’ny ala satria io no sakafony sy fialofany, kanefa dia efa potika avokoa ny antsasakin’ny ala, na mihoatra aza, ao amin’io firenena io. Eto Madagasikara, tsy toy ny any amin’ny firenena hafa be ala, ny tena ankamaroan’ny fandripahana ala dia tsy vokatry ny fambolena sy fiompiana indostrialy goavana izay matetika maha mpanakarena ireo orinasa lehibe. Ny fianakaviana tsotra no manapaka hazo eto, mba hahazoan’izy ireo toerana hambolena na kitay handrahoana. Izany no fomba entin’ny olona mamelontena sy hahazoany vola. Tsy dia manan-tsafidy firy ny olona; isan’ny firenena mahantra indrindra eto ambonin’ny tany i Madagasikara, ary vitsy dia vitsy ny sehatra ara-toekarena ahazoan’ny mponina fidiram-bola izay tsy miankina amin’ny fitrandrahana ny harena voajanahary. Manoloana io zava-misy mampalahelo io, dia niseho ho mariky ny fanantenana ilay sifaka teo anoloako. Ny hany antony nahatonga azy mbola ho eo dia satria mbola velona ilay hazo nisy azy. Ary mbola velona ilay hazo, satria ireo tanàna manodidina dia niady mafy mba hiaro ny ala iombonany, na dia teo aza ny sakana sy ny fahasahiranana. Miara-miasa amin’ny World Wildlife Fund, izay iray amin’ireo fikambanana lehibe indrindra eran-tany miaro ny tontolo iainana, ireo tanàna ireo ary namorona fomba vaovao hahazoana vola izay tsy manimba ny ala. Asehon’izy ireo miaraka ny singa tena ilaina mahatonga ny fiarovana ny tontolo iainana hahomby any amin’ireo faritra mahantra indrindra eto an-tany: voalohany, mamantatra sy mamaly ny filàn’ny olona; ary avy eo dia miala tsikelikely izy ireo mba hahafahan’ny olona mitantana izany samy irery. Ilay gidro hitako dia monina ao amin’ny lohasahan’i Onilahy, any atsimo-andrefan’i Madagasikara, tsy lavitra ny morontsiraka sy ny tanàna lehibe indrindra amin’ny faritra, antsoina hoe Toliara. Hafahafa be izay io toerana io — fifanenan’ny tany karankaina sy ny ala, kirihitr’ala fohy sy feno tsilo no maniry eo akaikina ala feno hazo lava. Maina ny faritra atsimon’i Madagasikara, kanefa misy rano betsaka eto noho ny fisian’ny renirano sy loharano voajanahary maro. Tamin’ny andro vao maraina sy mafana iray, rehefa hifarana ny ririnina aty amin’ny Tendrontany Atsimo, dia nandeha avy tao Toliara aho hankany amin’ny tanàna kely iray akaikin’ny renirano, antsoina hoe Maroamalo. Lalan-tany sy feno lavaka be ny lalana, ka niampy ny fitohanana vokatry ny osy maromaro teny an-dalana, dia lasa adiny telo mahery ny dia tokony ho 25 kilaometatra monja sady namparary ny fitombienana. Maroamalo dia iray amin’ireo vondron’olona maro manampy amin’ny fiarovana ny ala feno gidro ao amin’ny faritra amoron’i Onilahy. Miara-miasa amin’ny WWF izy ireo mitantana ny faritra arovana antsoina hoe Amoron’i Onilahy. Manodidina ny 100 482ha ny haben’ilay faritra — somary lehibe kokoa noho i New York City — nefa mandrakotra tontolo iainana maro samihafa, manomboka amin’ny tany mando ka hatramin’ny alana hazo misy tsilo, ary misy karazana zavamananaina tsy fahita firy maro, ary ahitana karazana gidro valo. Amin’ny lafiny sasany, Amoron’i Onilahy dia toa endrika kelin’i Madagasikara. Feno karazana rohivoahary samihafa ity nosy ity, ary izany no antony iray mahatonga azy hanana taha ambony eto an-tany amin’ny fisian’ny zavamananaina tsy fahita afa-tsy ao aminy ihany. Ny faritra arovana — izay matetika sakana hoan’ny asa sasantsasany izay manimba ny tontolo iainana sy manohintohina ny harena voajanahary — dia manana vokatra samihafa eo amin’ny fahombiazana. Tena marina izany eto Madagasikara. Maro ny fikarohana no nahita fa mbola misy fanimbana hazo atao na dia ao anatin’ireo faritra arovana ara-panjakana aza, anisan’izany ireo tantanan’ny vondron’olona ifotony. Antony iray mahatonga izany dia ny tsy fahampian’ny vola entina hanarahana maso ireo faritra arovana midadasika eto Madagasikara izay iharan’ny fanapahana hazo tsy ara-dalàna. Fa ny olana lehibe kokoa dia vitsy ny faritra arovana mijery mivantana ny tena antony mahatonga ny olona hanapaka hazo: ho fivelomany. Raha tokony misafidy ny fandikan-dalàna na ny famelomana ny fianakaviany, dia ny fahavelomana no fidin’ny olona. “Ny fandripahana ala sy ny fampiasana tsy ara-dalàna dia mbola misy fiantraikany amin’ny ankamaroan’ny faritra arovana rehetra, na dia efa 30 taona aza no nanaovana ezaka hentitra ho fiarovana ny tontolo iainana,” hoy ny fanambaran’ireo mpanoratra amin’ny fikarohana iray. Inona no zava-nitranga tamin’ny governemanta Malagasy? Tamin’ny 25 Septambra, andro nialako tany Madagasikara hiverina aty Etazonia, dia nipoaka ny hetsi-panoherana tao Antananarivo, hanoherana ny governemanta notarihin’i Andry Rajoelina tamin’izany fotoana izany. Naneho fahatezerana ireo mpanao fihetsiketsehana — izay ny tanora Gen Z no betsaka — noho ny tsy fisian-drano, ny fahatapahan-jiro, ary ny tsy fisian’ny asa. Nihothy nandritra ny andro maromaro ny fihetsiketsehana, Nihanitombo bebe kokoa ny fitarainana toy ny kolikoly sy ny fitantanana tsy nety. Ary tamin’ny 14 Oktobra, dia nesorina tamin’ny toerany i Rajoelina, ary ny miaramila no naka ny fitondrana. Colonel Michael Randrianirina ankehitriny no mitarika ny governemanta vonjimaika tokony hikarakara fifidianana ao anatin’ny roa taona. Ity korontana eo amin’ny fitondrana ity dia mampiseho ny halalin’ny filàn’ny olona eto Madagasikara, izay manosika ny olona hiantehitra amin’ny fitrandrahana loharanon-karena voajanahary izay maimaim-poana. Matetika ihany koa ny tranga toy izany no manetsika ny fandripahana ala sy manasarotra kokoa ny fahombiazan’ny fiarovana ny tontolo iainana. Tsizarizary ny fampiharana ny lalàna rehefa misy krizy politika, ka mampitombo ny fitrandrahana hazo tsy ara-dalàna, ary manelingelina ny fikarohana siantifika sy ny fizahantany izay manohana ny asa fiarovana ny tontolo iainana. Saingy toa hafa mihitsy ny ao Amoron’i Onilahy. Misy zavatra vitsivitsy hitanao avy hatrany ao Maroamalo: trano maro vita amin’ny fotaka, vato, sy ravin-kazo; misy akoho, gana, ary osy mandehandeha eran’ny tanàna, ary eo an-damosin’ny afovoan-tanàna, rehefa midina mankany amin’ny amoron’ny renirano, dia misy tanimboly maitso be mivelatra, izay misongadina manoloana ny tany maina manodidina azy. Toa nisy lamba firakotra maitso napetraka manarona ny lohasaha. Maneran-tany, ny fambolena no loza lehibe indrindra mitatao amin’ny harena voajanahary. Mba hahafahana mamaly ny fitomboan’ny filàna sakafo eran-tany, matetika ny orinasa fambolena lehibe no manapaka ala sy manimba tontolo voajanahary hametrahana voly sy fiompiana. Fa eto Maroamalo, ny fambolena mihitsy no manampy mitazona ny ala tsy ho potika. Iray ampahatelonn’ny olona eto Madagasikara ihany no manana herinaratra, ary vitsy lavitra no mampiasa entona voajanahary. Izany no antony mahatonga ny olona rehetra hahandro sakafo amin’ny kitay na arina (charbon) ho an’ireo an-tanàn-dehibe — karazana fandrehitra be karbonina vokarina amin’ny sampana hazo. Eo amin’ny tanàna toa an’i Toliara, ny fanaovana arina (charbon) no fomba hahazoan’olona vola hividianana sakafo, fitaovam-pianarana, ary vola fitsaboana. Gony iray amin’ny 50 kilao dia mitentina 8 000 Ariary ka hatramin’ny 12 000 Ariary. Eto Madagasikara, ampy izany hividianana sakafo maromaro. Efa fahita taloha tany amin’ireo tanàna manodidina, toy i Maroamalo, ny fanaovana arina, hoy i Nanie Ratsifandrihamanana, izay mitarika ny asa ataon’ny WWF eto Madagasikara. Izany no antony iray naha-lany hazo betsaka teto amin’ny lembalemban’ny reniranon’i Onilahy. Nampitombo ny fahapotehan’ny ala koa ny fambolena miovaova toerana, izay fantatra kokoa amin’ny hoe tavy. Mandoro ala ny olona mba hanadiovana toerana hambolena; rehefa lany tsiro ny tany ary maro ny ahitra ratsy, dia averiny indray izany amin’ny toerana hafa. Saika manerana an’i Madagasikara manontolo, ary koa amin’ny ankamaroan’i Afrika, dia ireo no antony roa lehibe indrindra mahapotika ny ala. Fantatry ny WWF hatry ny ela ireo olana ireo. Noho izany, efa ho folo taona mahery lasa izay, dia nanomboka niresaka tamin’ny vondron’olona ifotony teto ireo mpiasa, mikasika ny fomba hahazoan’izy ireo vola nefa tsy manapaka hazo. Nahasarika olona io hevitra io. Rehefa niresaka tamiko tao ambanin’ny hazo nimo lehibe tao Maroamalo ry zareo, dia nilaza ireo mponina fa hitany ihany koa ny olana nateraky ny fandripahana ala. Hoy izy ireo tamiko: rehefa tsy nisy ny foton-kazo hitazona ny tany, dia nanomboka nikaohin’ny rano ny tany, ka lasa sarotra kokoa ny fambolena. Ny fahavitsian’ny hazo koa dia nahamaina tany sy nampitombo ny mety ho tondra-drano. Niaraka niasa tamin’ireo tanàna manaraka ny renirano ny WWF tatỳ aoriana — izay ampahany amin’ny faritra arovana ankehitriny — mba hanangana toekarena tsy miankina amin’ny fanimbana ny hazo sisa tavela. Ary tao Maroamalo, dia ny fambolena legioma no lasa fivelomana, na dia toa mifanohitra amin’ny eritreritra voalohany aza izany. Tsy mijanona amin’ny voly fototra toy ny mangahazo sy katsaka fotsiny intsony ny olona, fa nanomboka namokatra karazana legioma maro amidy any Toliara. Ny WWF no manome masom-boly sy fiofanana momba ny fomba fambolena mahomby kokoa, tsy mila mandoro na manitatra tany mankany anaty ala. Manampy azy ireo ihany koa izy amin’ny fifandraisana amin’ny mpividy any an-tanàna, anisan’izany ny hotely. Ny tanjona dia hoe: raha mahazo vola bebe kokoa ny olona amin’ny fambolena dia tsy mila manapaka ala hanaovana arina (charbon) intsony. Ary izany indrindra no mitranga. Tamini’ny maraina iny ihany, dia nitondra ahy nitsidika ny tany fambolena legioma i Mme Lalao, mponina ao Maroamalo izay miandraikitra ny fambolena ao amin’ny tanàna. Nasehony tamiko ny karazana fambolena folo mahery — ahitana voatabia, laisoa, tongolo, sns — natao andalana milamina tsara, toy ireo hitanao any Californie. Saika ny rehetra ao Maroamalo ankehitriny no miasa amin’ny fambolena, hoy izy, ary izany no lasa tena iankinan’ny toekarena eto. Ny tantsaha iray mamboly legioma dia afaka mahazo manodidina ny 97 000 Ariary isam-bolana, araka ny filazan’i Mercie Ramilanajoroharivelo, mpiasa ao amin’ny WWF miara-miasa amin’ny vondron’olona ifotony. Ambony lavitra noho ny vola azon’ny olona amin’ny fivarotana arina (charbon) izany, hoy Ramilanajoroharivelo tamiko. “Tsy nanana traikefa tamin’ny fambolena izahay taloha, ka nandeha nanao arina (charbon) tany an’ala ny olona,” hoy i Lalao tamin’iny maraina iny. “Fa ankehitriny eto izy ireo no miasa.” Tsy ampy hiarovana ny ala sy ny gidro ao Amoron’i Onilahy raha ny fananganana loharanom-bola vaovao ihany. Na dia tsy dia manao arina (charbon) intsony aza ny mponina ao anatin’ilay faritra arovana, dia mbola misy olona avy any amin’ny faritra hafa mifindra eto manapaka hazo. Olana mahazatra eto Madagasikara izany. Rehefa sarotra ny fambolena na ny fitadiavana hazo noho ny fandripahana ala, ny haintany, na ny tondra-drano amin’ny faritra iray, dia mifindra any amin’ny faritra hafa ny olona mitady fiainana tsaratsara kokoa. Ary vao mainka mampitombo izany fifindra-monina izany ny fiovaovan’ny toetrandro. “Raha tsy manana na inona na inona intsony ianao, dia lasa mifindra any amin’ireo toerana ahafahanao mitrandraka harena voajanahary maimaim-poana,” hoy i Charlie Gardner, mpikaroka sy mpanoratra nianatra momba ny fiarovana tontolo iainana eto Madagasikara. “Toerana roa izany: ny amoron-dranomasina izay ahafahana manjono manao tarikaky (seine de plage), na ny ala izay ahafahana manao arina (charbon). Ny asa toy ny fanamboarana arina (charbon) dia fivelomana sisa farany azo itodihana.” Midika izany fa mba hiarovana ny hazo ao Amoron’i Onilahy, dia mbola tsy maintsy manara-maso ny ala amin’ny fanapahana hazo ireo mponina ao an-toerana. Nony afaka kelikely tamin’iny andro iny ihany, rehefa avy nandany ny maraina tao Maroamalo aho, dia nandeha tamin’ilay lalan-tany miditra lalindalina kokoa ao anatin’ilay faritra arovana, mankany amin’ny tanàna iray antsoina hoe Mahaleotse. Eto, lehibe kokoa ny alan-kazo. Nisy hazo lehibe kokoa, kirihitra matevina kokoa, ary biby maro. Nandritry ny dia an-tongotra tany anaty ala tamin’ny alina, nahita tanalahy miery tao anaty rantsan-kazo aho; fanihy manidinaambony loha; ary mazava ho azy, kadradraka misioka (ary tena misioka tokoa, rehefa avy nojereko). Ny ampitso maraina, tamin’ny fiposahan’ny masoandro, nihaona tamin’ny vondron’ny lehilahy avy ao Mahaleotse aho, antsoina hoe polisin’ala, na mpiambina ala. Ireo tanàna ao amin’ny faritra Amoron’i Onilahy miasa miaraka amin’ny WWF dia manana ekipa mpanara-maso ny ala izay karamaina. Mandeha manodidina ny ala izy ireo in-10 isam-bolana, mahazo eo amin’ny 10 000 Ariary isaky ny fisafoana avy amin’ny WWF. Raha mahita fanapahana hazo tsy ara-dalàna izy ireo, dia miezaka manakana izany ary mitatitra ny fandikan-dalàna any amin’ny fiarahamonina sy ny manam-pahefana misahana ny tontolo iainana. Amin’ny tranga sasany, tsy maintsy mandoa onitra ny mpanao heloka. Asa sarotra izany. Matetika tena sahirana ara-bola ireo olona avy any ivelany tonga manapaka hazo eto, nefa ny mponina eo an-toerana tsy te hanimba ny ala manodidina azy sy ny tombontsoa omeny. “Sitrapon’izy ireo ny nanimba ny alany, ka tsy midika izany hoe hahazo hanimba ny anay koa izy ireo” hoy i Renama Zatompo Mahinty, iray amin’ireo polisin’ala ao Mahaleotse, miresaka momba ireo olona avy any amin’ny tanàna hafa. “Raha rovitiko ny akanjoko, tsy midika izany fa manana zo haka ny an’ny hafa aho.” Raha mbola re ilay hatsiaka vao maraina, dia nanaraka ireo lehilahy nanao fisafoana aho. Nijanona teo anoloan’ny aviavy lehibe iray i Ramilison Roland, iray amin’ireo polisin’ala, vetivety taorian’ny nanombohan’ny dia, ary nanondro teny ambony. Tao anatin’ny sampan-kazo sy ravina mifangaro, nahita maky efatra aho mitangorona amin’ny sampan-kazo iray. Nifono tamin’ny rambony mainty sy fotsy izy ireo, tsy nihetsika firy, satria, hoy Roland, vao avy nifoha. Ny Maky dia karazana gidro tandindomin-doza, kanefa tao anatin’ny adiny iray monja tamin’iny maraina iny dia nahita andiany roa samihafa izahay — famantarana fa misy mahomby ny fitantanana. Karamaina ireo polisin’ala ireo, saingy nilaza tamiko izy ireo fa na tsy misy vola aza dia mbola hanara-maso ny ala hatrany. Tena zava-dehibe loatra ny tombontsoa omen’ny hazo — toy ny fitaovana hananganana trano sy sekoly, ary ny fampihenana ny mety ho hain-tany, tondra-drano, ary fihotsahan’ny tany. “Tsy resaka vola loatra izany,” hoy Roland tamin’iny maraina iny. “Manana tombontsoa amin’ny fiarovana ny ala isika, tsy ho antsika ihany, fa ho an’ny taranaka faramandimby.” Anisan’ny toerana sarotra indrindra amin’ny resaka fiarovana ny tontolo iainana sy ny biby eto an-tany i Madagasikara. Ny korontana ara-politika dia manakana ny fidiran’ny fanampiana avy any ivelany, mampihena ny fanajana lalàna, ary manelingelina ny fizahantany, izay isan’ny loharanom-bola hanohanana ny fiarovana ny tontolo iainana. Ny fitantanana tsy mahomby koa dia mampitombo ny fahantrana. Ary noho io fahantrana io, dia tsy manana safidy firy ny olona afa-tsy ny miantehitra amin’ireo asa manimba ny ala. Ireo no anisan’ny antony mahatonga ny tetikasa maro ataon’ny fikambanana tsy miankina (ONG) ho tsy mahomby, araka ny nosoratako tamin’ny volana Oktobra. Fa resy lahatra aho fa mahomby ity tetikasa iray ity. Nilaza tamiko ireo mponina ao Amoron’i Onilahy fa amin’ny ankapobeny, mihatsara ny tontolo eto; misy ala betsaka kokoa, gidro betsaka kokoa, ary rano betsaka kokoa. Vitsy kokoa sy mifangaro anefa ny atontan-kevitra avy amin’ny WWF. Araka ny hita avy amin’ny zanabolana, dia nihena be ny fandripahana ala tao amin’ny faritra arovana teo anelanelan’ny 2015 sy 2020, nitombo indray teo anelanelan’ny 2021 sy 2023, ary avy eo nidina indray tamin’ny 2024. Araka ny WWF, tsy mbola very ala mihitsy i Amoron’i Onilahy tamin’ity taona ity hatramin’ny volana Jona, fotoana farany nisy fanangonana ny atontankevitra. (Tsy mbola nandrefy ny fiverenan’ny ala voajanahary ny WWF.) Araka ny filazan’izy ireo, nitombo ny isan’ny Maky sy ny sifaka nanomboka tamin’ny taona 2003. Tsara hazavaina fa sarotra ny hametraka zavatra toy ity izay hita fa mahomby any amin’ny faritra hafa eto Madagasikara. Nahazo tombontsoa avy amin’ny fampiasam-bola nandritra ny am-polony taona avy amin’ny WWF i Amoron’i Onilahy. Tsy fahita firy izany, hoy i Gardner. Ny mpamatsy vola dia matetika voasariky ny tetikasa vaovao sy mampientam-po kokoa, fa tsy mijanona amin’ny fanohanana asa iray mitovy mandritra ny taona maro, hoy izy. Ankoatra izany, mipetraka ambonin’ny loharano ambany tany (aquifère) ilay faritra arovana; any amin’ny toerana sasany dia misy rano madio miboiboika mivoaka avy eny ambanin’ny tany. Izany no mahatonga ny fambolena maro ho azo atao eto.Maina loatra any amin’ny toerana hafa. Zava-dehibe ihany koa ny manamarika fa ny paikady fifehezana ny fanamboarana arina (charbon) ao Amoron’i Onilahy dia tsy mampihena ny filàna azy io manerana an’i Madagasikara. Raha tsy afaka manapaka hazo eto ny olona, dia mety hanao izany any an-kafa. Na izany aza, manome lesona lehibe i Amoron’i Onilahy momba ny fomba hanampiana ny fiarovana tontolo iainana mba hahomby amin’ireo faritra sarotra hafa maneran-tany. Zava-dehibe ny fampiasam-bola amin’ny toekarena tsy miorina amin’ny fitrandrahana harena voajanahary, na dia toa tsy mifandraika amin’ny “fiarovana” aza ny fananganana orinasa. Indrindra mihoatra noho izany, hoy i Ranaivo Rasolofoson, mpikaroka ao amin’ny University of Toronto sady manampahaizana momba ny fiarovana ala eto Madagasikara, dia tsy maintsy ny vondron’olona ifotony ihany no mitarika ny asa, fa tsy miankina mandrakizay amin’ny fikambanana ivelany toy ny WWF. Tsy dia manana tantara tsara loatra ireo ONG lehibe momba ny tontolo iainana amin’ny famindrana ny fahefana amin’ny olona monina ao amin’ireo tontolo iainana tiany harovana ireo. Ny WWF, amin’ny lafiny iray, dia anisan’ny nanao hadisoana lehibe izay nampifandona ny fiarovana ny tontolo iainana sy ny zon’olombelona. Saingy eto, ny fiarahamonina mihitsy no misafidy ny fomba tiany hiarovana ny ala, ary fanohanana fotsiny no omen’ny WWF. “Izy ireo no tompon’andraikitra amin’ny ataony sy ny fanapahan-keviny,” hoy i Ratsifandrihamanana raha mireska momba ireo mponina any an-toerana. “Tena tianay izy ireo ho mpitarika, handray andraikitra.” Avy tao Mahaleotse, dia nandeha nankany amin’ny tanàna hafa izahay, nijanona teny an-dalana teo amin’ny toerana masina iray natokana ho an’i Masimbavy Therezy. Nisy sarivongana kelin’i Therezy napetraka tao anatin’ny lavabato voajanahary eo amin’ny sisin’ny hantsana, eo ambonina dobo kely misy loharano miboiboika. Ny Katôlika no sampana kristianina lehibe indrindra eto Madagasikara, ary, araka ny nolazaina tamiko, misy mpivavaka mafana fo indraindray manao fivahinianana masina mankaty amin’ity toerana ity. Eto no nahitako ilay sifaka, izay lasa traikefa nanaitra ny fanahy manokana ihany koa. Voalohany nahita ireo biby ireo aho tamin’ny fandaharana momba ny natiora tao amin’ny BBC efa ho roapolo taona lasa izay. Nahavariana be izy ireo, mitsambikina avy amin’ny hazo iray mankany amin’ny hazo iray hafa haingana be, tahaka ny baolina ping-pong mitsambikina eo amin’ny rakety. Mbola reko ao an-dohako hatrany ny feon’i David Attenborough rehefa mieritreritra azy ireo aho. Tamin’izany fotoana izany, nieritreritra aho fa, araka ny nasehon’ny fandaharana momba ny natiora, ny biby any amin’ny toerana tahaka izao dia miaina any anaty ala midadasika, lavitra ny olona. Kanefa tsy toy izany akory no tena iainan’ireo biby ireo. Ary mbola tsy niaina toy izany mihitsy aza izy ireo. Nifanatrika tamiko teo amin’ny toerana masina iray eo anelanelan’ny tanàna roa ity gidro tandindomin-doza mafy ity. Mifampizara toerana iray ny olona sy ny biby eto, ka araka ny lojika dia tsy maintsy mandinika ny filàn’ny roa tonta ny fomba fiarovana azy ireo raha tiana hahomby.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/471360/the-worlds-lemurs-are-going-extinct-this-is-the-only-way-to-save-them",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/11/20250920_GHC_Onilahy_061138.png?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765198800000,
      "summary": "MAHALEOTSE, Madagasikara — Indray maraina tsy nisy rahona, tamin’ny volana Septambra, dia nitaratra niditra avy eny amin’ny ravin’aviavy lehibe iray ny tara-masoandro, teo akaikin’ny moron’ny reniranon’i Onilahy, izay manomboka any atsimo-andrefan’i Madagasikara ka mikoriana mankany amin’ny Lakandranon’ny Mozambika. Nitsiry teo an-tampon’ilay hantsana kely ilay hazo, ary ny fakany naniry nanaraka ny sisin’ny hantsana toy ny […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/11/20250920_GHC_Onilahy_061138.png?quality=90&strip=all&crop=0,0,100,100",
      "title": "Miharingana ny gidro maneran-tany. Ity no hany fomba hamonjena azy ireo.",
      "updated_ms": 1764971286000,
      "url": "https://www.vox.com/climate/471360/miharingana-ny-gidro-maneran-tany-ity-no-hany-fomba-hamonjena-azy-ireo"
    },
    {
      "author": {
        "email": null,
        "name": "Benji Jones",
        "uri": null
      },
      "categories": [
        "Climate",
        "Down to Earth"
      ],
      "content": "Tanalahy “à corne de globe” zanany iray miraikitra amin’ny sampan-kazo ao amin’ny Réserve Spéciale Ambohitantely, faritra arovana eny amin’ny Faritra Afovoantany eto Madagasikara. | Garth Cripps ho an’i Vox AFOVOANTANY, Madagasikara— Akaiky ny lelafo. Nanazava ny lanitra amin’ny alina ilay doro-tanety noho ny setroka miloko volomboasary, ka nifindra tahaka ny lava mikoriana manaraka ireo havoana, tokony ho kilaometatra vitsivitsy monja miala teto. Nijery an’ilay afo avy teny amoron’nyala matevina aho, taty amin’ny faritra afovoantanin’i Madagasikara, ora vitsivitsy avaratra-andrefana miala an’Antananarivo, renivohitrin’i Madagasikara. Toerana manokana izy io. Ity dia iray amin’ireo ala sisa tavela eny amin’ny faritra afovoan’i Madagasikara — faritra rava noho ny fandripahana ala nandritra ny taona maro — ary fonenan’ny biby tsy fahita firy, anisan’izany karazana tanalahy maro. Ity tantara ity dia ampahany iray amin’ny andiany maromaro Ity no tantara farany amin’ny andiany telo momba ny fiarovana tontolo iainana eto Madagasikara, tohanan’ny BAND Foundation. Ity ala ity, izay misy karazan-kazo mihoatra ny 400, dia mbola misy noho ny fiarovana azy nandritra ny am-polo taona maro. Anisan’ny valan-javaboahary antsoina hoe “Réserve Spéciale” Ambohitantely izy, izay nahavita nampihena ny fanapahana hazo tsy ara-dalàna, ny fanaovana tavy ho an’ny fambolena, sy ireo antony hafa nandrava ny ala manodidina sy ny ala maro manerana an’i Madagasikara. Araka ny hitako tamin’iny alina iny anefa, na ny fiarovana tontolo iainana tsara indrindra aza dia misy fetrany, indrindra rehefa mihamafana ny tany. Ankehitriny, mba hiarovana ny rohivoahary tahaka izao — sy hamonjena ireo biby anisan’ny mahavariana indrindra eto an-tany — dia mila fomba fiasa mavitrika kokoa. Raha sendra mahita biby dia any an’ala ianao eto Madagasikara, matetika tsy misy any an-kafa mihitsy eto an-tany izany biby izany. Madagasikara, izay nosy lehibe iray any atsinanan’i Afrika, dia efa voasaraka tamin’ny tany hafa nandritra ny an-tapitrisa taona, ka nanome fotoana lava ho an’ny biby eto hiova ho karazana vaovao. Izany no antony mahatonga ny hoe manodidina ny 90 isan-jaton’ny zavamaniry sy biby eto amin’ny firenena no tsy misy raha tsy eto ihany, izany hoe tsy misy any an-kafa — anisan’izany ny gidro rehetra sy sy saika ny antsasaky ny tanalahy mihoatra ny 200 karazana eran-tany. Ny “Réserve Spéciale” Ambohitantely dia toerana tena ahitana izany roa izany betsaka. Tamin’ny alina mangatsiaka iray tamin’ny volana Septambra, amin’ny fiafaran’ny ririnina eto Madagasikara, dia nandeha an-tongotra tao anaty alan’i Ambohitantely aho niaraka tamin’i Fandresena Rakotoarimalala, mpikaroka manao doktorà ao amin’ny Oniversiten’Antananarivo izay mianatra momba ny tanalahy ao amin’ilay faritra arovana. Malaza fa mahay miafina tsara ny tanalahy — ny mampiavaka azy ireo, mazava ho azy, dia ny fahaizany mifangaro amin’ny tontolo iainany. Fa rehefa tratran’ny hazavan’ny jiro izy ireo, dia miseho fotsifotsy izy ireo, ka lasa mora hita lavitra. Izany no antony nandehananay amin’ny alina. Nandeha moramora izahay tao anaty ala, nitsilo ny ravinkazo tamin’ny jironay no sady nandroaka moka sy bibikely mitangorona eo amin’ny hazavana. Nandre fihorakorahan’ny gidro teny ambony izahay. Nisy fotoana, sendra nahita trandraka izahay — biby mandady misy tsilo tahaka ny sora kely — nivezivezy tao anaty ala. Tahaka ny karazana biby malaza maro eto Madagasikara, dia tandindomin-doza ihany koa ny tanalahy. Manodidina ny 100 ny karazana tanalahy eto amin’ity nosy ity, ary saika ny antsasany dia tandindomin-doza ho ringana, indrindra noho ny fahaverezan’ny toeram-ponenany, araka ny voalazan’ny Union internationale pour la conservation de la nature sy Natural Resources, izay manam-pahefana maneran-tany momba ny karazam-bidy sy zavamaniry atahorana ho lany tamingana. Izany indrindra no nahatonga ity dia an-tongotra amin’ny alina ity ho tena miavaka indrindra. Isaky ny metatra vitsivitsy, i Rakotoarimalala — izay efa nantsoina hoe Mpanjakavavin’ny tanalahy — dia mijanona ka manondro zavatra fotsifotsy miraikitra amin’ny ravina. Ny ankamaroany dia karazana tanalahy “Perinet” tanora, izay kely vatana ary manana hoditra maitso toy ny emeraoda. Nahita tarondro “à cornes-globes” maromaro koa izy, karazana tandindomin-doza, izay manana loha miendrika telozoro. Ny mason’izy ireo dia mety samy mijery amin’izay jereny avy. Tao anatin’ny ora vitsivitsy monja tamin’iny alina iny, nahita tanalahy mihoatra ny 60 izahay, avy amin’ny karazany telo samihafa. Ary io habetsahana io no iray amin’ireo antony maha-zava-dehibe ny fiarovana an’i Ambohitantely, hoy Rakotoarimalala, izay mianatra momba ny fahasalaman’ny tanalahy sy ny génétique-n’izy ireo ao amin’ilay faritra arovana. Ny fahaverezan’ity faritra arovana ity dia ho ratra lehibe ho an’ity vondrona biby ity manontolo. Ny fomba mahazatra indrindra hiarovana biby dia ny famoronana faritra arovana, toy ny valan-javaboahary sy faritra voaaro, izay matetika mametra ireo asa manimba ny tontolo iainana. Eto Madagasikara sy amin’ireo firenena mahantra maro hafa, tsy nahitana fahombiazana loatra ireo faritra arovana ireo. Matetika ny olona tsy manan-tsafidy afa-tsy ny miankina amin’ny ala mba hivelomany, na arovana ara-dalàna aza ireo hazo ireo na tsia. Tsy mba tahak’izany Ambohitantely: Tantanin’ny fikambanana tsy miankina antsoina hoe Madagascar National Parks (MNP) ilay faritra, ka nahavita nampihena ny fanapahana hazo ao anatiny, satria lavitra ny tanàna be olona ilay ala. Kely ihany koa ilay faritra arovana, ka mora kokoa ny manaraha-maso azy. Fa na izany aza dia tsy voa antonka tanteraka ny fiarovana ilay faritra. Ny loza lehibe indrindra atrehin’i Ambohitantely ankehitriny dia ny doro-tanety ataon’olona. Ny mponina eny ambanivohitra manodidina dia mandoro tanety noho ny antony maro, toy ny fampaniriana ny tsiry ho an’ny omby, na koa noho ny fomba amam-panao. Ary matetika loatra dia miparitaka tsy voafehy ireo afo. Tamin’ny taona 1989 ka hatramin’ny taona 2017, dia very manodidina ny antsasany ny alan’ Ambohitantely, indrindra noho ny doro tanety. Tamin’ny taona 2022 irery, dia may ny ampahatelon’ny ala sisa tavela, araka ny filazan’i Jacquis Andonahary, botanista ao amin’ny fikambanana fiarovana ny tontolo ianainana ao an-toerana antsoina hoe Association Vahatra, izay miasa ao amin’ny faritra arovana. Ny fiovan’ny toetrandro, etsy ankilany, dia vao mainka mampitombo herin’ity loza ity. Niakatra manodidina ny 1 degre celsius ny mari-pana ambony indrindra isan’andro tao Ambohitantely nanomboka tamin’ny taona 1980. Ary ny fiakaran’ny mari-pana dia mahamaina ny zavamaniry, ka manampy ny akora afaka mirehitra amin’ny doro-tanety. “Mihalava ny fotoanan’ny main-tany, ka lasa betsaka kokoa ny zavatra afaka mirehitra,” hoy i Steve Goodman, mpikaroka ao amin’ny Field Museum of Natural History sy filoha lefitry ny Vahatra. Tsy eto Madagasikara ihany no isehoan’ ity olana ity. Ny fiovan’ny toetrandro dia mahatonga ny zavamaniry ho mora mirehitra amin’ny faritra maro maneran-tany, na ao anatin’ny faritra arovana na tsia. Rehefa mbola mandrava ny faritra onenana sarobidy eto Ambohitantely ny doro-tanety,, dia miezaka mafy ny siantifika ao amin’ny Vahatra, ny mpiasa ao amin’ny faritra arovana, ary ny mponina eo an-toerana hanarenana izany. Tsotra ny fomba ataon’izy ireo: mamboly hazo betsaka. Nandritra ny taona vitsivitsy izay, ny Vahatra dia mamerina mamelona ireo faritra an’ala nodoran’ny afo, ho fomba hitazonana ny karazan-biby sy zavamaniry ao aminy. (Rehefa mihena ny haben’ny ala dia very tsikelikely ny isan-karazan’ny biby sy ny zavamaniry ao anatiny.) Sarotra anefa ny manome toky fa ho velona ireo hazo novolena. Voalohany, tsy maintsy mametraka karazan-kazo mifanaraka amin’ny toetry ny tany sy ny toerana misy azy. Nanao fikarohana i Andonahary tao anaty ala mba hahafantarana hoe inona avy ireo hazo mitombo ao sy inona ireo toe-javatra ilainy (karazan-tany, hazavana, sns). Avy eo, nanangona voa ny Vahatra sy ireo mponina, namelona azy ireo tao amin’ny toeram-pambolena zana-kazo, ary nametraka ireo zana-kazo teny amin’ny sisin’ny ala sisa tavela, nanisy zezika hanatsarana azy. “Mihoatra ny 90 isan-jato ny taham-pahaveloman’ny hazo novolena,” hoy Andonahary tamiko. Tena zava-bita lehibe izany, satria matetika tsy mahomby ny fambolen-kazo. Rehefa voavoly ireo hazo, dia ireo mpikaroka sy ny mponina no miezaka miaro azy tsy ho may. Ny mpitantana ny faritra arovana dia manome vola kely ho an’ny olona mipetraka ao amin’ny manodidina mba hanao fisafoana sy hitady famantarana ny fisinan’afo. Manana kitapo misy rano entina an-damosina ihany koa izy ireo izay azon’izy ireo ampiasaina hamonoana afo. Zava-dehibe kokoa, ny Vahatra sy ny MNP dia nametraka andalana roa mitovy manodidina an’i Ambohitantely, antsoina hoe aroafo — tany malama tsy misy ahitra afaka mirehitra, izay tsy tokony hahafahan’ny afo mandalo. Vahaolana tsotra io, izay efa nampiasain’ny olona, anisan’izany ireo foko teratany any Etazonia, Kanada, ary Aostralia, nandritra ny taonjato maro hifehezana ny fiparitahan’ny afo. Ilay afo hitako tamin’iny alina iny tamin’ny volana Septambra dia tsy tonga tao Ambohitantely mihitsy — noho ireo ezaka ireo. Novonoin’ireo mpamono afo miasa ao amin’ny MNP ilay afo, araka ny filazan’i Ricky Tiavina Rakotonindrina, mpiasa ao amin’ny MNP izay mitantana ilay faritra arovana. Fa mazava ho azy, mbola hisy indray ny afo hafa. Ny fiovan’ny toetrandro no manampy amin’izany. Ka ny fanontaniana ankehitriny dia hoe: ho ampy ve ireo ezaka hiarovana ilay faritra arovana — sy ireo harena rehetra ao anatiny anisan’izany ireo harena mety mbola tsy hita?",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/471361/scientists-are-racing-to-save-madagascars-iconic-chameleons-as-flames-close-in",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/11/1_20250923_GHC_AmbohitantelySpecial-Reserve_214800.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765198800000,
      "summary": "AFOVOANTANY, Madagasikara— Akaiky ny lelafo. Nanazava ny lanitra amin’ny alina ilay doro-tanety noho ny setroka miloko volomboasary, ka nifindra tahaka ny lava mikoriana manaraka ireo havoana, tokony ho kilaometatra vitsivitsy monja miala teto. Nijery an’ilay afo avy teny amoron’nyala matevina aho, taty amin’ny faritra afovoantanin’i Madagasikara, ora vitsivitsy avaratra-andrefana miala an’Antananarivo, renivohitrin’i Madagasikara. Toerana manokana […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/11/1_20250923_GHC_AmbohitantelySpecial-Reserve_214800.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "Manafaingana ny famonjenan’ireo tanalahy mampalaza an’i Madagasikara ireo manam-pahaizana satria efa mitatao ny afo.",
      "updated_ms": 1764971238000,
      "url": "https://www.vox.com/climate/471361/manafaingana-ny-famonjenanireo-tanalahy-mampalaza-ani-madagasikara-ireo-manam-pahaizana-satria-efa-mitatao-ny-afo"
    },
    {
      "author": {
        "email": null,
        "name": "Jonquilyn Hill",
        "uri": null
      },
      "categories": [
        "Explain It to Me",
        "Podcasts"
      ],
      "content": "Alexandria Meurgue Ritter, speech language pathologist, Dr. Abana Azariah, attending physician, Department of Physical Medicine and Rehabilitation, clinical chief, Disorders of Consciousness program UT Health Houston/TIRR Memorial Hermann and Dr. Gabriel Rodriquez, clinical neuropsychologist TIRR Memorial Hermann, refer to a model of the human brain, Monday, March 25, 2024, as they discuss the nature of an injury and treatment of a patient following a severe brain injury and recently diagnosed with GAAB syndrome at TIRR Memorial Hermann in Houston. | ﻿Kirk Sides/Houston Chronicle via Getty Images Introvert. Extrovert. Type A. Type 3. A Samantha. These days, it seems, there is an ever-expanding list of terms and frameworks for describing our personalities. But what we see in ourselves, and what other people see in us, are often not the same. So when LaDel, a listener to Explain It to Me — Vox’s weekly call-in podcast — asked a question about “introverts,” our curiosity was piqued. “I was seeing people I know who I wouldn’t consider to be introverts proclaiming that they were,” they said. “I’m like, ‘Wow, you’re out every weekend, swinging from chandeliers. You’re probably not an introvert.’ But I’m not so arrogant that I feel like I can tell anyone what their temperament is.” But, is LaDel right that more people are describing themselves as introverts? According to personality researcher and University of Kentucky psychology professor Shannon Sauer-Zavala, the answer is: kind of! And the pandemic is to blame. “I think like any skill, when we are out of practice, we get rusty. People might be confusing discomfort with being introverted,” she said. It’s also a shift in how we think about disposition more generally. “I do think that here in the last decade or so, there’s been more recognition of introverts as having qualities that are really desirable,” Sauer-Zavala told Vox. “They tend to be more thoughtful, more measured, better listeners. There’s been kind of this renaissance for introverts, and now people are like, ‘Oh, it’s okay to identify as an introvert. I’m a proud introvert.’ And I think that’s what we’re seeing.” What are some other ways we should be thinking about our personalities? Sauer-Zavala dives deeper on the latest episode of Explain It to Me. Below is an excerpt of our conversation, edited for length and clarity. You can listen to the full episode on Apple Podcasts, Spotify, or wherever you get podcasts. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545. Do we get more introverted as we age? This is actually a really complicated question to answer. Extroversion versus introversion can be divided up into subfacets. One thing that does tend to change or increase on average as people age is what’s called social dominance. This is a facet of extroversion that is the tendency to be assertive and confident. On the flip side, social vitality tends to decrease, and this is enthusiasm and energy for social situations. I think we have this urge to label ourselves as either introverts or extroverts. Is that how you and your colleagues think about it? The way we measure personality is really different from how people are talking about their types at a dinner party. It’s really different from what you would think personality is if you took a common personality test on the internet or through your HR office. I always say that academic personality science needs a PR person because we’re not really good at spreading the word on what personality actually is. So, then what is personality? I always like to answer this by talking about what personality is not first. People are precious about their personality. It is their essence, their sense of humor, their tastes, their values. But, that’s actually not how academic psychologists define personality. We define personality as your characteristic or habitual way of acting and thinking. When you think about that, it’s mental habits and behavioral habits, and those are things that we change all the time. I’m curious how you measure personality from that scientific standpoint. Most of the commercial personality tests that people have heard of are very category based. They put you into a type, and that’s that. What we use describes personality in a much more nuanced way. It’s the big five or the five factor model of personality. These are five overarching traits. The first one is openness, and this is the degree to which you are interested in new ideas and aesthetics, philosophy, art versus folks that are more traditional. Then, you have conscientiousness, which is on a continuum with disinhibition. And essentially conscientiousness is how striving you are, how organized, how reliable. And disinhibition is more like, “I kind of act before I think it through.” The next is extroversion versus introversion, and that’s the tendency to be energetic and excitable. Then, there’s agreeableness versus antagonism. Agreeableness is how oriented you are towards other people, how empathic, how caring, how well you get along with others. And then, the last one is neuroticism, which is on a continuum with emotional stability. And neuroticism is your tendency to experience strong negative emotions. Do you tend to get more upset by stressors in the environment? Do you take longer to calm back down? That sort of thing. I like to think about the big five as an audio switchboard with all the little dials that you can push up and down. Why do you think we’re so interested in knowing our personality types? Why do we want to put ourselves in buckets so badly? I mean, it’s fun, right? But, knowing where you are on those different traits provides you with a lot more nuanced information. I develop interventions, and for the past 10 years have been developing interventions to nudge personality traits. People think that personality is set in stone — you’re born with it and you should just take the test, put yourself in the box, and then you should choose partners and careers based on whatever type you are — when, really, it should be the opposite. You should identify what’s important to you, what you value, what important goals you have, and then figure out what are the traits that will help get you there and intentionally cultivate them.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471355",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2138464077.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765196100000,
      "summary": "Introvert. Extrovert. Type A. Type 3. A Samantha. These days, it seems, there is an ever-expanding list of terms and frameworks for describing our personalities. But what we see in ourselves, and what other people see in us, are often not the same. So when LaDel, a listener to Explain It to Me — Vox’s […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2138464077.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "Your personality is more complicated than you think",
      "updated_ms": 1765233662000,
      "url": "https://www.vox.com/explain-it-to-me/471355/personality-types-saurzavala-explainitome"
    },
    {
      "author": {
        "email": null,
        "name": "Miles Bryan",
        "uri": null
      },
      "categories": [
        "Artificial Intelligence",
        "Climate",
        "Energy",
        "Innovation",
        "Podcasts",
        "Technology",
        "Today, Explained podcast"
      ],
      "content": "Residents of Saline, Michigan, rally against a $7 billion Stargate data center on December 1, 2025. | Jim West/UCG/Universal Images Group via Getty Images For more than a century, the Conshohocken steel mill in suburban Philadelphia employed thousands of people and anchored a booming industrial economy. But the original owner went bankrupt in the 1970s, after which the facility limped on with a succession of new owners. Last summer it was idled indefinitely, and put up for sale. It’s a familiar story of decline. The Trump administration talked a big game about reviving American manufacturing; its efforts so far have been a failure. But in Conshohocken at least, the remnants of America’s industrial age are a perfect fit for what’s powering its economy now — artificial intelligence. A local developer quickly moved to convert the old steel mill into a massive new data center. “What I’m proposing is to enable AI to progress while replacing 19th-century manufacturing with 21st-century manufacturing,” developer Brian O’Neill told the Plymouth Township Planning Agency meeting in October. There are billions of dollars of data center projects currently underway in the United States, with hundreds of billions of dollars more planned. President Donald Trump loves them. So do prominent Democrats. On the local level they’re sold to officials as all-upside: Be part of the economy of the future, rake in tons of tax revenue, and do it all without having to provide many new services. “The annual revenue of the building I’m proposing is $21 million a year. And that’s with no traffic, no kids in the school system, nothing but cash flow,” O’Neill said. (O’Neill did not respond to a request for an interview.) This pitch is going over great with many politicians — but it’s falling flat with a large and growing coalition of regular people. “For residents around data centers, there’s just no positive,” said Genevieve Boland, who lives just a few blocks from the old steel mill. That backlash has been steadily growing in communities throughout the country as the AI economy has boomed — and it may very well shape the future of our politics and economy. The populist backlash to data centers Soon after finding out about the planned data center, Boland and her roommate Patti Smith began rallying neighbors in opposition, posting flyers and “hitting the town Facebook page like we’ve never hit it before.”Their appeals resonated. Neighbors shared their concerns about noise and light, possible environmental pollution, and what the center could mean for the cost of power — concerns that have been echoed in other communities where data centers are springing up. “Obviously our utilities are going to skyrocket and I don’t want to see that happen,” said Mark Musial, who also lives near the mill. Pennsylvania is part of a regional electricity grid that has seen a huge amount of new data centers added in the last few years, and a corresponding increase in electric costs. Electric bills spiked about 20 percent in New Jersey last year, becoming a flashpoint in that state’s governor’s race. The backlash to data centers is just starting to bubble up in the news, but it’s already been consequential: In the second quarter of this year 20 data center projects worth nearly $100 billion were canceled or delayed by community opposition, according to a report from Data Center Watch, a project that’s been tracking the opposition to data center development. How data center opposition is scrambling politics The data center backlash doesn’t really have an obvious ideological valence. “One striking finding is that the pushback against data centers was bipartisan,” said Miquel Villa, an analyst at 10a labs, an AI safety company that produces Data Center Watch. “You could find it in red and blue states alike.” Democratic candidates for governor in New Jersey and Virginia in this year’s elections made criticism of some aspects of the data center buildout part of their winning campaign message, but the races that have been dominated by data center backlash so far have been local. In Georgia, two Democrats won big upsets to land seats on that state’s Public Service Commission, which helps regulate climate and energy policy. The race was dominated by rising power bills amid the data center boom there. And a number of local races in Virginia — home to the largest cluster of data centers in the world — were fought out over data centers. Democrat John McAuliff, who ran to flip a conservative state assembly district in Northern Virginia, built his campaign around opposition to the state’s generous data center policies. “We would knock 80 to 100 doors [a day] and in that process have 15 conversations; more than 10 of them would be about data centers in this context,” McAuliff said. “Which is remarkable.” So far, it seems that more Democrats than Republicans have used opposition to data centers as a political tool, but it’s not breaking down neatly along party lines. In Florida, James Fishback, an extremely online, extremely right-wing candidate for the Republican nomination for the 2026 governor’s race, is making opposition to data centers a tentpole issue of his campaign launch. Republican Sen. Josh Hawley of Missouri has also criticized data centers. In suburban Philadelphia, the Conshohocken steel mill will likely remain vacant a while longer: Last month the developer seeking to turn it into a data center abruptly yanked the application when the project ran into a legal issue. Boland and Smith, the roommates turned organizers, told me they’re relieved, but they’re not done. They plan to keep organizing against data centers with other activists from around the country they’ve connected with in the last few weeks. Boland recently launched a website to coordinate statewide pushback. “Data centers everywhere, data centers in your backyard — it’s not inevitable,” she said. “You can change it.” Amid the growing pervasiveness of AI, it’s a message that’s resonating — and these sites of backlash could well signal a bumpier road ahead for the AI buildout.",
      "duration_seconds": 0,
      "enclosures": [],
      "explicit_flag": false,
      "feed_type": "article",
      "guid": "https://www.vox.com/?p=471138",
      "image_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2249621488.jpg?quality=90&strip=all&crop=0,0,100,100",
      "language": "en-US",
      "primary_media_url": null,
      "published_ms": 1765195200000,
      "summary": "For more than a century, the Conshohocken steel mill in suburban Philadelphia employed thousands of people and anchored a booming industrial economy. But the original owner went bankrupt in the 1970s, after which the facility limped on with a succession of new owners. Last summer it was idled indefinitely, and put up for sale. It’s […]",
      "thumbnail_url": "https://platform.vox.com/wp-content/uploads/sites/2/2025/12/gettyimages-2249621488.jpg?quality=90&strip=all&crop=0,0,100,100",
      "title": "America’s war on data centers is coming",
      "updated_ms": 1764974711000,
      "url": "https://www.vox.com/technology/471138/ai-data-centers-electricity-prices-populist-backlash-explained"
    }
  ],
  "language": "en-US",
  "published_ms": 0,
  "title": "Vox",
  "updated_ms": 1765291722000
}
